"KajuLocale.kBadDownloadMessage" = "The downloaded file appears to be corrupted.";"KajuLocale.kBinaryInfoInvalidReason" = "Binary information is not valid";"KajuLocale.kCancelButton" = "&Cancel";"KajuLocale.kCannotSkipVersionsMessage" = "You cannot skip versions until you have updated to version <<Version>> or beyond.";"KajuLocale.kChoose64bitMessage" = "The update is only available as 64-bit. Proceed\?";"KajuLocale.kChooseBetweenBitsMessage" = "This update is also available as 64-bit. Which would you prefer\?";"KajuLocale.kCurrenlyUsing32bitMessage" = "You are currently using the 32-bit version.";"KajuLocale.kDownloadingMessage" = "Downloading...";"KajuLocale.kDryRunMessage" = "(Dry run, not really installing)";"KajuLocale.kErrorBadUpdateData" = "The update data cannot be read.";"KajuLocale.kErrorIncorrectPacketMarker" = "The update packet signature marker was incorrect.";"KajuLocale.kErrorIncorrectPacketSignature" = "The RSA signature of the update packet cannot be verified.";"KajuLocale.kErrorNoUpdateData" = "No update data was available.";"KajuLocale.kErrorOccurredMessage" = "An error has occurred. Would you like to try again now or later\?";"KajuLocale.kExplain64bitMessage" = "Your system may not be able to run the 64-bit version. If you’re not sure, do not select it.";"KajuLocale.kGenericErrorMessage" = "An error has occurred.";"KajuLocale.kInstallButton" = "Install Update";"KajuLocale.kLaterButton" = "Later";"KajuLocale.kMainNotice" = "A new version of <<AppName>> is available!";"KajuLocale.kMissingAppNameReason" = "Missing app name";"KajuLocale.kMissingReason" = "Missing";"KajuLocale.kNoUpdateInfoMessage" = "NO UPDATE INFORMATION";"KajuLocale.kPaymentRequiredMessage" = "This update is not free and will require payment. Proceed anyway\?";"KajuLocale.kProceedButton" = "Proceed";"KajuLocale.kProcessingFileMessage" = "Processing file...";"KajuLocale.kQuitButton" = "Quit && Install";"KajuLocale.kReadyMessage" = "Ready to install";"KajuLocale.kReleaseNotesLabel" = "Release Notes:";"KajuLocale.kRemindMeLaterButton" = "Remind Me Later";"KajuLocale.kSecondaryNoticeMultiple" = "You have version <<ThisVersion>> and there are multiple updates available. Install one\?";"KajuLocale.kSecondaryNoticeOne" = "You have version <<ThisVersion>>. Would you like to install version <<NewVersion>>\?";"KajuLocale.kSkipVersionButton" = "Skip Version";"KajuLocale.kStopButton" = "Stop";"KajuLocale.kThisApplication" = "this application";"KajuLocale.kTimedOutMessage" = "The operation has timed out.";"KajuLocale.kTryAgainButton" = "Try Again";"KajuLocale.kTryLaterButton" = "Try Later";"KajuLocale.kUse32bitLabel" = "Stay With 32-bit";"KajuLocale.kUse64bitLabel" = "Switch To 64-bit";"KajuLocale.kVersionMustBeInFormReason" = "Version must be in one of these forms";"KajuLocale.kVersionsLabel" = "Available Versions:";"KajuLocale.kWindowTitle" = "Update Available";"KajuException.kErrorCantFindLibsFolder" = "Can’t locate this applications Libs folder.";"KajuException.kErrorImproperFunction" = "This function cannot be used on this platform.";"KajuException.kErrorMissingUpdateURL" = "The update URL is missing.";